questionsBike = { 
	{"اي جانب من الشارع يجب ان تسير فيه؟", "يسار", "اليمين", "الاثنان", 2},
	{"سبب ارتداء معدات السلام او(الخوذة) هما؟", "لتبدو رائعأ", "لحماية راسك", "لجذب الانتباه", 2},
	{"على اي جانب تسير خلف شاحنة حتى تراك؟", "خلف الجسم مباشرتاُ", "يسار الكابينة", "كلاهما" , 2},
	{"يجب عليك ان تتوقف عند الاشارة؟", "الخضراء", "الحمراء", "الزرقاء" , 2},
	{"لا يسمح ان تسير الدراجة النارية على السريع اذا كان محركها اصغر من؟", "50cc", "125cc", "250cc" , 1},
	{"امامك ممران , على اي طريق يجب ان تسير؟", "اي ممر", "الممر الايسر", "الممر الايمن باستثناء طريقة المرور", 3},
	{"ماهو سبب الاقتراب الى محندر حاد ببطئ؟", "للحفاظ على اطارات السيارات", "لتكون قادر على استيعاب المشهد", "لتكون قادر على التوقف اذا كان هناك شخص ما على الطريق", 3},
	{"تم تصميم الخوذة لاي سبب من الاسباب الاتية؟", "لالصاق صور عليها", "لاخفاء وجهك من الشرطة", "لحماية راسك" , 3},
	{"هناك حالة حريق , يجب عليك ان تبتعد بمقدار؟", "10 ft", "15ft", "20ft" , 2},
	{"يجب ان يكون حجم المحرك الخاص بك؟", "50cc", "125cc", "250cc" , 1},
}

questionsBoat = { 
	{"يجب ان يحتوى القارب على؟", "اجهزة السلامة", "دواجن", "معدات صيد", 1},
	{"عند ثقب القارب يجب عليك؟", "ارسيها", "تدعها تطفو بعيدأ", "اجلس واستمتع بها", 1},
	{"الحد الاقصى للسرعة عند التواجد بالبحريات والقنوات هو؟", "40 Knots", "60 Knots", "90 Knots", 2},
	{"الحد الاقصى للسرعة عند التواجد في المحيط المفتوح هو:", "60 Knots", "90 Knots", "No Limit", 3},
	{"لا يمكنك فتح شباك الصيد اثناء دخولك؟", "بحيرات", "القناة", "المحيط المفتوح", 1},
	{"اذا كنت تمتلك مشكلة في القارب يجب عليك الاتصال ب؟", "911, اسال عن بحرية الشرطة ", "911,اسال عن عمليات الطوارئ", "5555, اسال عن  طاقم السحب", 1},
	{"يتم التعرف على قاربك من خلال؟", "الطلاء", "المصنع والموديل", "الاسم", 3},
	{"يجب ان يحتوي قاربك عن الكميلة الاتية من معدات السلامة:", "3", "1 لكل شخص", "8", 2},
	{"عند الاتصال عبر الاتصالات اللاسلكية من قبل الشرطة البحرية ، يجب عليك ذلك؟", "الرد والامتثال للاوامر", "الرد على اي حال", "تجاهلهم", 1},
	{"لا يمكنك ايقاف قاربك الا عند؟", "قيدو على الشاطئ", "اوسط المحيط", "عند الرصيف", 3}
}

questions = { 

	{"اي اتجاة يجب ان تقود عليه؟", "الايسر", "الايمن", "كلاهما", 2},
	{"عند التوقف مع تقاطع رباعي , اي من السائقين يجب عليه ان يذهب اولآ؟", "السائق على اليسار", "السائق على الايمن", "من وصل اولآ", 2}, 
	{"ماهو سبب الاقتراب من منحنى حاد ببطئ", "للحافظ على تاكل الاطارات", "للتمتع بالمنظر الطبيعي", "لتتمكن من الوقوف عند مرور شخص", 3},
	{"عندما تكون اشارة المرور حمراء يجب", "قم بإيقاف السيارة تمامأ", "اكمل.", "اكمل ان لم يكن هناك احد", 1},
	{"يجب ان يخضع السائقون للمشاة؟", "في اي وقت", "على الممتلكات الخاصة", "على تقاطع المشاة فقط", 1},
	{"النقاط العمياء حيث لن تتمكن الشاحنات من رؤيتك هي؟", "خلف الجسم مباشرتاُ", "الجانب الايسر من الكابينة", "جميع ماسبق" , 3},
	{"هناك سيارة طوارئ قادمة من خلفك ومضاءة بأضواء الطوارئ ووميضها. يجب؟", "تمهل واستمر بالحركة", "التوجة الى اليمين وايقاف السيارة", "حافظ على سرعتك ", 2},
	{"على الطريق التي بها مساران أو أكثر تسير في نفس الاتجاه ، يجب على السائق؟", "القيادة على اي خط.", "القيادة في الممر الايسر", "القيادة في الممر الايمن", 3},
	{"في الأحوال الجوية السيئة ، يجب أن تجعل سيارتك أسهل للآخرين؟", "تشغيل المصابيح الامامية", "تشغيل اضواء الطوارئ", "المصابيح العالية الخاصة بك", 1},
	{"لا يجوز لك ركن سيارتك على مسافة قدم من صنبور إطفاء الحرائق؟", "10 اقدام", "15 اقدام", "20 اقدام", 2}
}